// Preflight
"DISK_FULL_TITLE" = "Der er ikke nok plads på harddisken.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Du skal have %@ ledig plads for at kunne hente opdateringerne. Du forøger den ledige plads ved at fjerne nogle arkiver fra startdisken. Prøv derefter igen.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Du skal have %@ ledig plads for at kunne hente og installere opdateringerne. Du forøger den ledige plads ved at fjerne nogle arkiver fra startdisken. Prøv derefter igen.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Din computer er ikke sluttet til en strømkilde.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Du opnår de bedste resultater, hvis du slutter computeren til en strømkilde før installering. Er du sikker på, at du vil fortsætte installeringen?";
"CONTINUE_TITLE" = "Fortsæt";

"CANCEL_TITLE" = "Annuller";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Opdateringen “%@” kunne ikke arkiveres.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Ingen af de valgte opdateringer kunne arkiveres.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Nogle af de valgte opdateringer kunne ikke arkiveres.";

"UPDATE_INSTALL_ERROR" = "Opdateringen “%@” kunne ikke installeres.";
"NONE_CHECKED_INSTALL_ERROR" = "Ingen af de valgte opdateringer kunne installeres.";
"SOME_CHECKED_INSTALL_ERROR" = "Visse af de valgte opdateringer kunne ikke installeres.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Opdateringen kan ikke installeres.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Du skal logge ud, før du kan installere opdateringerne.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Klik på Log ud for at afslutte installeringen og logge ud.";
"LOG_OUT_AND_INSTALL_TITLE" = "Log ud";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Du skal starte computeren igen, før du kan installere opdateringerne.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Klik på Start igen for at afslutte installeringen og starte computeren igen.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Start igen";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Du skal lukke computeren ned, før du kan installere opdateringerne.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Klik på Luk ned for at afslutte installeringen og lukke computeren ned. Du skal trykke på afbryderknappen for at slå computeren til igen.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Luk ned";

"NOT_NOW_TITLE" = "Ikke nu";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Når den anden opdatering færdig, kan du hente og installere denn software ved at vælge softwareopdatering fra Apple-menuen.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Næste gang du er forbundet til Internet, kan du hente og installere softwaren ved at vælge softwareopdatering fra Apple-menuen.";
"STANDARD_NO_SUS_MESSAGE" = "Kontroller at dit netværk fungerer normalt. Hvis der er problemer med forbindelsen, skal du kontakte netværksadministratoren for at få hjælp. ";
"NO_UPDATE_FOUND_ERROR" = "Softwaren er ikke tilgængelig.";
